Repository: wp-plugins/ark-wysiwyg-comment-editor
Catalog: lang/arkcommenteditor-*.po
Languages: fr_fr

source: Settings visual editor comments
fr_fr: Paramètres de l'éditeur visuel des commentaires

source: Settings saved.
fr_fr: Paramètres sauvegardés

source: Settings successfully restored the default.
fr_fr: Les paramètres ont bien été restaurés par défaut.

source: Editor Options
fr_fr: Options de l'éditeur

source: Select Editor
fr_fr: Sélectionnez Editor

source: When not working TinyMCE - select CkEditor
fr_fr: Lorsqu'ils ne sont pas TinyMCE travail - sélectionnez CKEditor

source: Language frontend Editor
fr_fr: Langage de l'éditeur de commentaire

source: Fixed width Editor
fr_fr: Editeur avec largeur fixe

source: Editor Width
fr_fr: Largeur de l'éditeur

source: Editor button
fr_fr: Boutons à insérer dans l'éditeur

source: Undo
fr_fr: Annuler

source: Redo
fr_fr: Rétablir

source: Bold
fr_fr: Gras

source: Italic
fr_fr: Italique

source: Underline
fr_fr: Souligné

source: Strikethrough
fr_fr: Barré

source: Forecolor
fr_fr: Couleur du texte

source: Backcolor
fr_fr: Couleur de fond du texte

source: FontSize
fr_fr: Taille de police

source: Font
fr_fr: Police

source: Link
fr_fr: Lien URL

source: Blockquote
fr_fr: Citation

source: Bullist
fr_fr: Paragraphes

source: Numlist
fr_fr: Liste numérotée

source: Preview
fr_fr: Prévisualisation

source: Additional set of smileys
fr_fr: Packs de smileys supplémentaires

source: From a set of emoticons QIP
fr_fr: Smileys QIP

source: From a set of emoticons Skype
fr_fr: Smileys Skype

source: From a set of emoticons k-babe
fr_fr: Smileys k-babe

source: Experimental options
fr_fr: Fonctions expérimentales

source: These options and their experimental use of a matter of personal preference. Try it - you may like it. If not - at any time, deselect options.
fr_fr: Ces options et leur utilisation sont expérimentales, il s'agit d'une question de préférence personnelle. Essayez-les, vous aimerez peut-être. Dans le cas contraire, vous pourrez décocher les options à tout moment.

source: Improved button quotes
fr_fr: Bouton de citation amélioré

source: This button is in contrast to the standard, put quotes and performs a line feed. This functionality greatly simplifies the insertion of citations and the writing of the text after it.
fr_fr: Ce bouton est en contraste avec la norme, les citations sont affichées avec un saut de ligne. Cette fonctionnalité simplifie grandement l'insertion de citations et la rédaction du texte qui suit.

source: Use the citation style plugin
fr_fr: Utiliser le style de citation du plugin

source: The default style quotes of your template. Selecting this option will replace this style style plug. He is such what is there and can not be adjusted. If not work, or just do not like it - deselect.
fr_fr: Modèle de citation par défaut. Sélectionner cette option va remplacer le style. Il ne pourra pas être ajusté. Si ce modèle ne fonctionne pas, ou tout simplement si vous ne l'aimez pas, vous pouvez décocher cette option.

source: Sample quote
fr_fr: Exemple de citation

source: This is just a sample quote.
fr_fr: Il s'agit tout simplement d'un exemple de citation.

source: Use the citation style plug-in editor
fr_fr: Utilisez le style de citation du plugin

source: Selecting this option will allow you to see the formatted quote directly when editing. Valid only on the built-in style plugin.
fr_fr: La sélection de cette option vous permettra de voir directement la citation formatée lors de l'édition. Valable uniquement sur le plugin de style intégré.

source: Save Changes
fr_fr: Sauvegarder les modifications

source: Restore Default Settings
fr_fr: Restaurer les réglages par défaut

source: Thanks
fr_fr: Merci

source: General Settings buttons
fr_fr: Boutons Paramètres généraux

source: For TinyMCE will be added to the individual buttons for each set. For SKEditor default smileys will be replaced with the selected set.
fr_fr: Pour TinyMCE sera ajouté aux boutons individuels pour chaque ensemble. Pour SKEditor smileys par défaut seront remplacés par l'ensemble sélectionné.

source: Advanced settings CKEditor
fr_fr: Paramètres avancés CKEditor

source: Paste As Text
fr_fr: Coller en tant que texte

source: Paste from Word
fr_fr: Coller à partir de Word

source: Styles for snippets of code
fr_fr: Styles pour des bouts de code

source: Demonstration styles
fr_fr: Styles de démonstration

source: The number of columns with smiles
fr_fr: Le nombre de colonnes avec des sourires

source: Advanced settings TinyMCE
fr_fr: Paramètres avancés TinyMCE

source: Additional buttons
fr_fr: Des boutons supplémentaires
